Repository: Sets88/xbmc-cherrymusic
Catalog: resources/language/*/strings.po
Languages: russian

# #30001
source: Host and port
russian: Узел и порт

# #30002
source: Login
russian: Имя пользователя

# #30003
source: Password
russian: Пароль

# #30010
source: Search by Title
russian: Искать по имени

# #30011
source: Randomize playlist
russian: Сгенерировать случайный плейлист

# #30012
source: Load Playlist
russian: Загрузить плейлист

# #30013
source: Authorization error
russian: Ошибка авторизации

# #30014
source: Probobly something wrong with login, pass or host
russian: Похоже что-то не то с именем пользователя, паролем или узлом

# #30015
source: This song were added to current playlist
russian: Эта песня была добавлена в текущий плейлист

# #30016
source: Enter search string
russian: Введите что искать

# #30017
source: Initial configuration required
russian: Необходима первоначальная настройка

# #30018
source: You have to set user, password and host first
russian: Вы должны указать имя пользователя, пароль и узел

# #30019
source: Connection error
russian: Ошибка соединения

# #30020
source: Check internet connection or host
russian: Проверьте наличие интернета и правильность узла
